ilancosman/tide@v6
PatrickF1/fzf.fish
laughedelic/pisces
gazorby/fish-abbreviation-tips
0rax/fish-bd
franciscolourenco/done
meaningful-ooo/sponge
patrickf1/colored_man_pages.fish
edc/bass
jhillyerd/plugin-git
jorgebucaran/replay.fish
oh-my-fish/plugin-grc
gazorby/fifc
jorgebucaran/fisher
