ilancosman/tide@v6
PatrickF1/fzf.fish
laughedelic/pisces
gazorby/fish-abbreviation-tips
0rax/fish-bd
franciscolourenco/done
meaningful-ooo/sponge
nickeb96/puffer-fish
gazorby/fifc
patrickf1/colored_man_pages.fish
jorgebucaran/nvm.fish
edc/bass
jhillyerd/plugin-git
