tap "1password/tap"
tap "buo/cask-upgrade"
tap "caarlos0/tap"
tap "eddieantonio/eddieantonio"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "mczachurski/wallpapper"
tap "nektos/tap"
tap "planetscale/tap"
tap "textualize/rich"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
tap "yt-dlp/taps"
brew "act"
brew "agg"
brew "aha"
brew "aws-sdk-cpp"
brew "sqlite"
brew "llvm"
brew "apache-arrow"
brew "gettext"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autopep8"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "bedops"
brew "bedtools"
brew "freetype"
brew "bfg"
brew "brew-gem"
brew "ccache"
brew "gmp"
brew "mpfr"
brew "metis"
brew "openblas"
brew "checkbashisms"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "composer"
brew "coreutils"
brew "cpulimit"
brew "dash", link: false
brew "diff-so-fancy"
brew "dive"
brew "docker-compose"
brew "docker-machine"
brew "dust"
brew "duti"
brew "editorconfig"
brew "elixir"
brew "emacs", restart_service: true
brew "eza"
brew "fastqc"
brew "fd"
brew "lame"
brew "zeromq"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "hdf5"
brew "libheif"
brew "netcdf"
brew "gdal"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "git-sizer"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "gpsbabel"
brew "graphviz"
brew "grc"
brew "grep"
brew "node"
brew "grunt-cli"
brew "gsl"
brew "gtk+3"
brew "hadolint"
brew "highlight"
brew "htslib"
brew "icdiff"
brew "igv"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "jrnl"
brew "latex2rtf"
brew "lesspipe"
brew "lf"
brew "lnav"
brew "lorem"
brew "lsd"
brew "lynx"
brew "markdownlint-cli"
brew "mdv"
brew "micro"
brew "mosh"
brew "mpv"
brew "mysql"
brew "nano"
brew "nmap"
brew "nnn"
brew "node@20"
brew "opencv"
brew "opensc"
brew "openssh"
brew "parallel"
brew "pipenv"
brew "pipes-sh"
brew "pngcrush"
brew "pngquant"
brew "pnpm"
brew "podofo"
brew "postgresql@14", restart_service: true
brew "progress"
brew "protobuf-c"
brew "pv"
brew "pygobject3"
brew "qrencode"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "samtools"
brew "seqtk"
brew "shellcheck"
brew "shpotify"
brew "sl"
brew "smartmontools"
brew "source-highlight"
brew "sox"
brew "ssh-copy-id"
brew "subversion"
brew "t-rec"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "udunits"
brew "vale"
brew "vips"
brew "wget"
brew "yarn"
brew "ykpers"
brew "yq"
brew "yubico-piv-tool"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "caarlos0/tap/org-stats"
brew "eddieantonio/eddieantonio/imgcat"
brew "homeport/tap/termshot"
brew "planetscale/tap/pscale"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "airpass"
cask "alfred"
cask "bartender"
cask "bbedit"
cask "betterdisplay"
cask "bettertouchtool"
cask "calibre"
cask "chatbox"
cask "coconutbattery"
cask "colorsnapper"
cask "crunch"
cask "daisydisk"
cask "dash"
cask "descript"
cask "diffmerge"
cask "discord"
cask "docker"
cask "dockmate"
cask "dropbox"
cask "elgato-stream-deck"
cask "fantastical"
cask "fig"
cask "firefox"
cask "fluid"
cask "font-bitstream-vera"
cask "font-commit-mono-nerd-font"
cask "font-computer-modern"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-maven-pro"
cask "font-mona-sans"
cask "font-monaspace"
cask "font-monoid-nerd-font"
cask "font-open-sans"
cask "font-raleway"
cask "font-roboto"
cask "fork"
cask "gather"
cask "github"
cask "gitify"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "hammerspoon"
cask "hazel"
cask "hugin"
cask "hyperswitch"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "logitech-presentation"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-word"
cask "miniconda"
cask "monitorcontrol"
cask "muzzle"
cask "nordvpn"
cask "notion"
cask "obs"
cask "papers"
cask "postico"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "rectangle-pro"
cask "rescuetime"
cask "resilio-sync"
cask "rocket"
cask "rstudio-preview"
cask "shortcutdetective"
cask "signal"
cask "sip"
cask "slack"
cask "soundsource"
cask "spacelauncher"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "tabula"
cask "teamviewer"
cask "texmaker"
cask "transmit"
cask "tripmode"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "yubico-authenticator"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
cask "zed"
cask "zotero"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "antiantisepticeye.vscode-color-picker"
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "cpmcgrath.codealignment-vscode"
vscode "dae.vscode-mac-color-picker"
vscode "danielsanmedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elagil.pre-commit-helper"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "fnando.linter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "grunge4lyfe.darkbox"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "mousavian.ssh-config-syntax-highlighter"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nextflow.nextflow"
vscode "nf-core.nf-core-extensionpack"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "oderwat.indent-rainbow"
vscode "onnovalkering.vscode-singularity"
vscode "penumbratheme.penumbra"
vscode "prisma.prisma"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "rescuetime.rescuetime"
vscode "rubberduck.rubberduck-vscode"
vscode "samuelcolvin.jinjahtml"
vscode "satvikvirmani.infinity-theme"
vscode "sheltonlouis.astro-snippets"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wakatime.vscode-wakatime"
vscode "wholroyd.jinja"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
