tap "1password/tap"
tap "buo/cask-upgrade"
tap "eddieantonio/eddieantonio"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mczachurski/wallpapper"
tap "textualize/rich"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
tap "yt-dlp/taps"
brew "act"
brew "openssl@1.1"
brew "gettext"
brew "sqlite"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autopep8"
brew "autossh"
brew "bash-completion"
brew "bat"
brew "bedops"
brew "bedtools"
brew "node"
brew "bower"
brew "brew-gem"
brew "freetype"
brew "ccache"
brew "ccze"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "metis"
brew "openblas"
brew "checkbashisms"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "libtool"
brew "gd"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "cpulimit"
brew "dash"
brew "diff-so-fancy"
brew "dive"
brew "dust"
brew "duti"
brew "editorconfig"
brew "elixir"
brew "emacs", restart_service: true
brew "exa"
brew "fasd"
brew "fd"
brew "lame"
brew "zeromq"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "fzf"
brew "gawk"
brew "hdf5"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gh"
brew "giflossy"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "git-sizer"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "grc"
brew "grep"
brew "grunt-cli"
brew "gsl"
brew "gtk+3"
brew "hadolint"
brew "highlight"
brew "htslib"
brew "icdiff"
brew "libheif"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "jrnl"
brew "latex2rtf"
brew "lesspipe"
brew "lf"
brew "libgit2"
brew "llvm"
brew "lnav"
brew "lorem"
brew "lsd"
brew "lynx"
brew "mdv"
brew "micro"
brew "protobuf"
brew "mosh"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "nano"
brew "nmap"
brew "nnn"
brew "opensc"
brew "openssh"
brew "ykpers"
brew "pam_yubico"
brew "parallel"
brew "pipes-sh"
brew "pngcrush"
brew "pngquant"
brew "podofo"
brew "postgresql@14"
brew "progress"
brew "protobuf-c"
brew "pv"
brew "pygobject3"
brew "qrencode"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "samtools"
brew "seqtk"
brew "shellcheck"
brew "shpotify"
brew "sl"
brew "smartmontools"
brew "source-highlight"
brew "sox"
brew "ssh-copy-id"
brew "stormssh"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "trash"
brew "tree"
brew "udunits"
brew "vips"
brew "wget"
brew "yubico-piv-tool"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "textualize/rich/rich"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password-beta"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "alfred"
cask "arq"
cask "atom"
cask "balenaetcher"
cask "bartender"
cask "beardedspice"
cask "boostnote"
cask "calibre"
cask "coconutbattery"
cask "colorsnapper"
cask "crunch"
cask "daisydisk"
cask "dash"
cask "diffmerge"
cask "discord"
cask "docker"
cask "dockmate"
cask "dropbox-beta"
cask "elgato-stream-deck"
cask "fantastical"
cask "fig"
cask "firefox"
cask "fluid"
cask "font-bitstream-vera"
cask "font-computer-modern"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-maven-pro"
cask "font-monoid-nerd-font"
cask "font-open-sans"
cask "font-raleway"
cask "fork"
cask "gather"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "hazel"
cask "hugin"
cask "hyperdock"
cask "hyperswitch"
cask "istat-menus"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "kap"
cask "karabiner-elements"
cask "krisp"
cask "launchrocket"
cask "lepton"
cask "logitech-g-hub"
cask "lunar"
cask "mactex"
cask "microsoft-teams"
cask "miniconda"
cask "monitorcontrol"
cask "nordvpn"
cask "notion"
cask "obs"
cask "onedrive"
cask "opera-neon"
cask "paparazzi"
cask "papers"
cask "phantomjs"
cask "pomodone"
cask "postico"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "rescuetime"
cask "resilio-sync"
cask "rocket"
cask "rodeo"
cask "rstudio"
cask "scrivener"
cask "shortcutdetective"
cask "signal"
cask "sip"
cask "sketchpacks"
cask "skitch"
cask "slack"
cask "slate"
cask "soundsource"
cask "spacelauncher"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "tabula"
cask "tad"
cask "texmaker"
cask "transmission"
cask "transmit"
cask "tripmode"
cask "tunnelblick"
cask "tweetbot"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "yubico-authenticator"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
cask "zoom"
cask "zotero"
