tap "1password/tap"
tap "caarlos0/tap"
tap "eddieantonio/eddieantonio"
tap "fastrepl/hyprnote"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "homeport/tap"
tap "mczachurski/wallpapper"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "seqeralabs/tap"
tap "steipete/tap"
tap "textualize/rich"
tap "vitorgalvao/tiny-scripts"
tap "withgraphite/tap"
tap "yt-dlp/taps"
brew "act"
brew "sqlite"
brew "node"
brew "actions-up"
brew "agg"
brew "aha"
brew "aws-sdk-cpp"
brew "protobuf"
brew "z3"
brew "llvm"
brew "apache-arrow"
brew "gettext"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "python@3.13"
brew "autopep8"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "bedops"
brew "bedtools"
brew "freetype"
brew "glib"
brew "cairo"
brew "bfg"
brew "brew-gem"
brew "broot"
brew "ccache"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "metis"
brew "openblas"
brew "pkgconf"
brew "hdf5"
brew "checkbashisms"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "libtool"
brew "gd"
brew "php", restart_service: :changed
brew "composer"
brew "coreutils"
brew "cpulimit"
brew "diff-so-fancy"
brew "difftastic"
brew "difi"
brew "direnv"
brew "dive"
brew "docker-machine"
brew "duckdb"
brew "dust"
brew "duti"
brew "editorconfig"
brew "elixir"
brew "emacs", restart_service: :changed
brew "exiftool"
brew "eza"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "fish"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "libheif"
brew "libxml2"
brew "netcdf"
brew "gdal"
brew "gemini-cli"
brew "gffread"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "git-sizer"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "go"
brew "grc"
brew "grep"
brew "gsl"
brew "hadolint"
brew "highlight"
brew "hl"
brew "htslib"
brew "icdiff"
brew "igv"
brew "imagemagick"
brew "jj"
brew "jjui"
brew "jpegoptim"
brew "jq"
brew "jrnl"
brew "latex2rtf"
brew "lazyjj"
brew "lesspipe"
brew "lf"
brew "libffi"
brew "libidn"
brew "liblqr"
brew "libxslt"
brew "lnav"
brew "lorem"
brew "lsd"
brew "lynx"
brew "markdownlint-cli"
brew "micro"
brew "mise"
brew "mosh"
brew "mysql"
brew "nano"
brew "nextflow"
brew "nmap"
brew "nnn"
brew "opencv"
brew "opensc"
brew "openssh"
brew "parallel"
brew "pipenv"
brew "pipes-sh"
brew "pipx"
brew "pixi"
brew "pngcrush"
brew "pngquant"
brew "pnpm"
brew "podofo"
brew "prek"
brew "progress"
brew "protobuf-c"
brew "pv"
brew "py3cairo"
brew "pygobject3"
brew "python@3.11"
brew "qemu"
brew "qpdf"
brew "qrencode"
brew "r"
brew "rich-cli"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust"
brew "samtools"
brew "scipy"
brew "seqtk"
brew "shellcheck"
brew "shpotify"
brew "sl"
brew "smartmontools"
brew "sox"
brew "ssh-copy-id"
brew "stow"
brew "subversion"
brew "t-rec"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "topgrade"
brew "trash", link: true
brew "tree"
brew "udunits"
brew "uv"
brew "vale"
brew "wasmer"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "yubico-piv-tool"
brew "z"
brew "zeromq"
brew "zizmor"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "caarlos0/tap/org-stats"
brew "eddieantonio/eddieantonio/imgcat"
brew "hashicorp/tap/terraform"
brew "homeport/tap/termshot"
brew "pulumi/tap/pulumi"
brew "seqeralabs/tap/wave-cli"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "adobe-digital-editions"
cask "nikitabobko/tap/aerospace"
cask "airpass"
cask "alcove"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "bartender"
cask "bbedit"
cask "betterdisplay"
cask "bettertouchtool"
cask "calibre"
cask "chatbox"
cask "claude-code"
cask "coconutbattery"
cask "codex"
cask "colorsnapper"
cask "cursor"
cask "daisydisk"
cask "descript"
cask "discord"
cask "docker-desktop"
cask "dockmate"
cask "dropbox"
cask "elgato-stream-deck"
cask "fantastical"
cask "firefox"
cask "fluid"
cask "font-bitstream-vera"
cask "font-commit-mono-nerd-font"
cask "font-computer-modern"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-maven-pro"
cask "font-mona-sans"
cask "font-monaspace"
cask "font-monoid-nerd-font"
cask "font-open-sans"
cask "font-playwrite-at"
cask "font-raleway"
cask "font-roboto"
cask "fork"
cask "gather"
cask "ghostty"
cask "gitbutler"
cask "github"
cask "gitify"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "hazel"
cask "hyperswitch"
cask "fastrepl/hyprnote/hyprnote"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "logitech-g-hub"
cask "miniconda"
cask "nordvpn"
cask "obs"
cask "polypane"
cask "postico"
cask "qlmarkdown"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "steipete/tap/repobar"
cask "rescuetime"
cask "rocket"
cask "signal"
cask "sip-app"
cask "slack"
cask "soundsource"
cask "spacelauncher"
cask "sublime-text"
cask "syntax-highlight"
cask "tableplus"
cask "tabula"
cask "taphouse"
cask "teamviewer"
cask "thaw"
cask "transmission"
cask "transmit"
cask "tripmode"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vnc-viewer"
cask "wailbrew"
cask "whatsapp"
cask "xquartz"
cask "yubico-authenticator"
cask "yubico-yubikey-piv-manager"
cask "zed"
cask "zoom"
cask "zotero"
vscode "aaron-bond.better-comments"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "antiantisepticeye.vscode-color-picker"
vscode "astro-build.astro-vscode"
vscode "augment.vscode-augment"
vscode "be5invis.toml"
vscode "be5invis.vscode-custom-css"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "cpmcgrath.codealignment-vscode"
vscode "dae.vscode-mac-color-picker"
vscode "danielsanmedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elagil.pre-commit-helper"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "fnando.linter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "mousavian.ssh-config-syntax-highlighter"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nextflow.nextflow"
vscode "nf-core.nf-core-extensionpack"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "oderwat.indent-rainbow"
vscode "onnovalkering.vscode-singularity"
vscode "penumbratheme.penumbra"
vscode "prisma.prisma"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "rescuetime.rescuetime"
vscode "rubberduck.rubberduck-vscode"
vscode "runem.lit-plugin"
vscode "samuelcolvin.jinjahtml"
vscode "satvikvirmani.infinity-theme"
vscode "sheltonlouis.astro-snippets"
vscode "sleistner.vscode-fileutils"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wholroyd.jinja"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
go "github.com/cirocosta/asciinema-edit"
go "github.com/dvcrn/maskedemail-cli"
cargo "bat"
cargo "cargo-update"
cargo "git-cliff"
cargo "lsd"
cargo "pipe-rename"
cargo "rust-autojump"
